{
  "Spacecraft": 0,
  "ProjectName": "Emer_AbortModesIntro",
  "Group": "ABORT",
  "Name": "Abort Procedures",
  "Side": 0,
  "SortPriority": 9000000,
  "checklistText": "ABORT PROCEDURES\r\n\r\nDuring the ascent phase, an abort can be accomplished in an LES, RCS, or SPS mode. An abort in the LES mode in accomplished by utilizing the launch escape system, which has solid propellant motors,\r mounted on a tower above the command module. During a normal mission, the launch escape tower is\r jettisoned approximately 36 seconds after second-stage booster ignition. After launch escape tower\r jettison, an abort can be accomplished in the RCS or SPS mode by utilizing the SM RCS to attain  a\r safe separation distance from the SIVB. The SPS engine is then used , as needed, to correct\r trajectory for the desired landing site, or insert the CSM into earth orbit.\r\n\r\n\r\n\tLES ABORT MODES\r\n\r\nAn abort may be initiated automatically by the emergency detection system (EDS) when two L/V\r engines fail, L/V excessive rates detected, breakup between IU and CM, or manually when the\r commander's translation control is rotated to the full CCW position. Upon receipt of an abort\r signal, regardless of its source, the booster is cut off (if after T +30 seconds), the CM is\r separated from the SM, and simultaneous igniton of the launch escape and pitch control motors takes\r place. Firing of the pitch control motor is inhibited 42 seconds after lift-off. Cutoff of the\r booster engines is inhibited for the first 30 seconds after lift-off by circuitry in IU because of\r range safety restrictions. The LES motors provide thrust to propel the command module away from\r the launch pad or trajectory of the launch vehicle.\r\n\r\nCertain events that occur during an abort are controlled automatically by controllers in the\r sequential events control system (SECS). The earth landing sequence controller (ELSC) contains\r high-altitude and low-altitude baroswitches. The opening of these baroswitches inhibit ELS operations and the closing initiates the operations. The high-altitude baroswitch controls automatic\r LES tower jettison, apex cover jettison, and drogue parachute mortar fire. The high-altitude\r baroswitch is designed to open at 38,500 feet and close at 24,000 feet. Because of venting lag,\r the high-altitude baroswitch will not open until 40,500 feet during ascent. On an abort initiated\r under 30,000 feet (low part of abort mode I-B), the 24K feet baroswitch will remain closed and\r allow automatic LES tower jettison, apex cover jettison, and drogue parachute and main parachute\r deployment on a timed sequence controlled by time-delay relays. On an abort initiated between\r 30,000 feet and 3 minutes 18 seconds, automatic LES tower jettison, apex cover jettison, and drogue\r parachute deployment are delayed until the command module descends to the closing altitude of the\r high-altitude baroswitch (24,900 to 21,500 feet).\r\n\t\r\nThe low-altitude (10K') baroswitch is closed at 10,000 feet, open at 18,000 feet. Opening of\r the low-altitude baroswitch will delay automatic deployment of the pilot-main parachutes until the\r command module descends to the closing altitude (10,950 to 9100 feet).\r\n\r\nThe LES abort is divided into three different modes as follows:\r\n\t• Mode 1-A (launch pad to 42 seconds)\r\n\t• Mode 1-B (42 seconds to 1 minute 56 seconds)\r\n\t• Mode 1-C (1 minute 56 seconds to LES tower jettison)\r\n\r\nDuring a Mode 1-A abort, CM RCS oxidizer automatically dumps overboard through a hole in the aft\r heat shield. CM RCS fuel automatically dumps overboard through another hole in the aft heat shield\r 5 seconds after oxidizer dump started, and requires about 11 seconds for depletion. CM RCS helium\r automatically begins purging the system 13 seconds after fuel dump started.\r\n\t\r\nDuring a Mode 1-B or Mode 1-C abort after the main parachutes disreef, manual initiation fires\r 10 CM RCS jets to expend all propellant, followed by manually initiated helium expenditure through the jets to purge the system.\r\n\r\nThe two engines out, LV rates, and auto abort capability is switched off prior to S-1C/S-II\r staging, and the crew must be ready to manually initiate an abort if these conditions arise. During\r a Mode 1-C abort (over 100K'), it is possible to jettison the LET and accomplish a normal entry\r provided certain conditions prevail. There must be sufficient TFF (100 sec) to perform the entry\r maneuver, a reliable attitude reference, and launch ascape vehicle (LEV) rates must be within\r tolerance. If any of these conditions are not met, the LET must be retained to ensure capture of\r the LEV with the heat shield oriented forward. The altitude and velocity of the LEV is such that a possibility exists that it could enter the atmosphere canard and escape tower forward. The LEV\r would remain in this condition until descending below 100,000 feet and Mach 3.8. At this time a\r fast turnaround would occur which would be detrimental to crew safety. The crew will prevent\r canard forward capture by manual intervention shortly after abort initiation. A positive pitch\r rate of over 5° per second will be commanded and maintained until the canard starts trailing the CM upon descending to an altitude under 100,000 feet. Escape tower jettison and ELS activation\r will automatically occur at approximately 24,000 ft provided that the ELS AUTO sw is in the AUTO\r position.\r\n\r\nThe ELS decelerates the CM to a safe touchdown speed. Crew couch attenuators reduce the\r touchdown impact and start operating at approximately 15 G when they are unlocked. If they are\r not unlocked, a pin will shear in the lock at approximately 21 G and allow them to operate.\n\n\n\n\n\n\n",
  "Steps": [],
  "Images": []
}