{
  "Spacecraft": 3,
  "ProjectName": "EmerOrbit",
  "Group": "EMERGENCY PROCEDURES",
  "Name": "Orbit",
  "NameTranslations": {},
  "CustomName": null,
  "Side": 0,
  "SortPriority": 1010,
  "AutoGenerate": false,
  "checklistText": "<size=24>ORBIT</size>\n\n<size=22>ABORT FROM ORBIT\r</size>\n1. In the event an emergency requiring an immediate abort:\r\n\ta. Emer Retro Seq Fuse Switch \t\t\t- ON\r\n\tb. Retro Seq Button \t\t\t\t\t- DEPRESS\r\n\t\tor Fire the retros manually\r\n\r\n2. If conditions permit:\r\n\ta. Select recovery area.\r\n\tb. Compute retrograde time.\r\n\tc. If time permits, reset retrograde clock.\r\n\td. If there is insufficient time, 30 seconds before\r retrograde time, \n\t\tRetro Seq button \t\t\t\t\t- DEPRESS\r\n\t\t\tor Fire the retros manually\r\n\r\n3. Start PRE-RETRO Checklist\n\r\n<size=22>STABILIZATION SYSTEM EMERGENCY OPERATION\r</size>\n\r\n<size=20>Failure of Automatic Mode\r</size>\nIf the automatic mode fails and the capsule is tumbling,\r switch to Rate Command to stop the tumbling and use\r manual control to return the capsule to desired attitude\r\n\r\n1. Use rate command to stop any tumbling.\r\n\ta. Manual fuel handle \t\t- PUSH RATE COMD\r\n\tb. RSCS switch \t\t\t\t- RATE COMD\r\n\tc. Stop tumbling\r\n\td. Reposition capsule to orbit attitude\r\n\r\n2. Switch to manual mode.\r\n\ta. Manual fuel handle \t\t- PULL DIRECT\r\n\tb. ASCS switch \t\t\t\t- AUX DAMP\r\n\tc. If ASCS damping is desired, \n\t\tRSCS switch \t\t\t- AUTO\r\n\r\n3. Auto control fuel gauge \t\t- CHECK\r\n\r\n<size=20>Failure of Fly-By-Wire\r</size>\nFailure of fly-by-wire may occur in conjunction with failure\r of the automatic mode. If it occurs without failure of the\r automatic mode, there is probably an electrical malfunction\r in the control system fly-by-wire switches, ASCS switch, or\r associated circuits. Return to automatic mode, unless it\r has also failed, or switch to manual mode.\r\n\n1. Auto control fuel gauge \t\t\t- CHECK\r\n2. ASCS switch \t\t\t\t\t\t- NORM\r\n3. If the automatic mode also has failed,\r\n\tmanual control fuel handle \t- PULL DIRECT\r\n4. Manually maintain proper attitude\r\n\r\n<size=20>Failure of Rate Command\r</size>\nIf rate command fails in orbit, switch to manual or fly-by-wire\r mode if manual control is desired, or to automatic mode.\r During retrograde, have manual control fuel handle pulled and\r be prepared to switch to manual AND fly-by-wire if the\r automatic mode also fails.\r\n\n1. Manual control fuel handle \t\t- PULL DIRECT\r\n2. RSCS switch \t\t\t\t\t\t- AUTO\r\n3. ASCS switch \t\t\t\t\t\t- AS DESIRED\r\n\tSwitch to normal, aux-damp, of fly-by-wire as\r desired.\r\n\r\n\r\n<size=22>ENVIRONMENT CONTROL SYSTEM EMERGENCY OPERATION\r</size>\n\r\n<size=20>Cabin Pressurization\r</size>\nIn the event the cabin becomes depressurized, it is only\r necessary to have the faceplate closed (automatic in Reentry).\r The cabin may be depressurized to eliminate smoke, fumes, or fire.\r The cabin can be depressurized at any time as long as the \rfaceplate is closed.\r\n\r\nIn the event of cabin depressurization, cabin oxygen flow will\r automatically be shut off when cabin pressure drops to\r approximately 4.0 psia. The remaining oxygen can be lost\r overboard if the cabin is leaking and the cabin pressure remains\r above 4.0 psi. Therefore, depressurize the cabin if a leak is\r discovered or if oxygen consumption is excessive. If the cabin\r was depressurized by pulling the Decomp \"T\" handle, the \rcabin can be pressurized by pushing the handle IN and pulling\r Repress \"T\" handle. This will pressurize the cabin in 5 minutes\r\nor less and consume O2 from the active bottle. When the cabin\r pressure reaches 5 psi, push Repress \"T\" handle IN.\r\n\r\nCabin Depressurization\r\n1. Decomp \"T\" handle \t\t\t- PULL\r\n2. Monitor cabin pressure\r\n\r\nCabin Repressurization\r\n1. Decomp \"T\" handle \t\t\t- PUSH\r\n2. Repress \"T\" handle \t\t\t- PULL\r\n3. Monitor cabin pressure.\r\n\tAt 5 psi cabin pressure, \n\t\tRepress \"T\" handle \t\t- PUSH\r\n\r\n<size=20>Emergency Oxygen\r</size>\nIn the event the suit pressure drops below 4.0, the\r emergency oxygen rate valve automatically opens and the\r suit circuit shutoff valve closes to prevent oxygen flow\r through the impurity removers, temperature control units,\r and the suit fans. The emergency oxygen rate valve may be\r opened at any time by actuating the Emer O2 lever on the right\r console. This action supplies oxygen for cooling and pressurizing\r\nthe suit as well as supplying oxygen for breathing. The \r\"O2 Emer. Flow\" light will illuminate whenever the emergency\r oxygen rate valve of suit circuit shutoff valve operates\r manually or automatically. During emergency rate operation,\r the oxygen supply duration is greatly reduced because oxygen\r is exhausted overboard.\r\n\r\n1. To transfer to emergency oxygen:\r\n\tEmer O2 lever \t\t\t\t\t- EMER\r\n2. To return to normal operation:\r\n\ta. Emer O2 lever \t\t\t\t- NORM\r\n\tb. Suit Fan switch \t\t\t\t- NORM\r\n\r\n\r\n<size=20>Alternate Suit Fan\r</size>\nIf the No. 1 suit fan fails with the Suit Fan switch in the\r NORM position, the No. 2 fan will automatically cut in to\r provide suit ventilation. Either fan may also be selected by\r placing the Suit Fan switch in the No. 1 or No. 2 position.\r If the No. 1 fan fails, and the No. 2 fan does not cut in\r automatically, place the Suit Fan switch in the No. 1 position,\r and the suit Fan fuse in the No. 2 position. If No. 1 fan\r\noperation is not regained, placing the Suit Fan switch in the\r No. 2 position will energize the No.2 Fan direct, circumventing\r the fuse switch. If it is impossible to regain suit fan operation,\r actuate the Emer O2 lever on the right console to provide\r ventilation.\r\n\r\nIf the No. 1 suit fan fails and No. 2 does not switch in\r automatically:\r\n1. Suit Fan switch \t\t\t\t\t\t- NO. 1\r\n2. Suit Fan fuse switch \t\t\t\t- NO. 2\r\n3. If NO. 1 fan remains inoperative:\r\n\tSuit Fan switch \t\t\t\t\t- NO. 2\r\n4. If NO. 2 fan is inoperative, \n\tEmer O2 lever \t\t\t\t\t\t- EMER\r\n\r\n\t\tWARNING\r\nSuit ventilation, either by fan or by emergency\r oxygen, \nmust not be lost for more than 30 seconds\r or CO2 buildup \nin the helper will become dangerously\r high.\r\n\r\n\r\n<size=22>ELECTRICAL SYSTEM EMERGENCY OPERATION\r</size>\n\r\n<size=20>Main Battery Failure\r</size>\nFailures on one or more main batteries may be detected by\r periodically checking voltage of each battery every\r 30 seconds. If any battery shows less than 18 volts,\r turn that battery off.\r\n\r\n1. If any battery is below 18 volts \n\tTurn applicable battery\t\t\t- OFF\r\n2. If Main Bus voltage is below 18 volts:\r\n\ta. Check all bus and battery voltages\r\n\tb. Turn off all low priority equipment\r\n\r\n\r\n<size=20>Standby Battery Failure\r</size>\nThe only indication of standby battery failure will be by\r periodic checks. If Standby battery failure is detected, turn\r that battery off. If the main batteries also fail, place the\r Audio Bus switch to EMER to permit the isolated battery to\r maintain communications. The isolated battery also supplies\r the isolated squib bus to assure sufficient power to fire all\r squibs as well as the retrograde rockets. The isolated battery\r may also be connected to the main bus through the Standby Battery\r switch if the Isolated Battery switch is placed in the\r STBY position.\r\n\r\nIf standby battery failure is detected:\r\n1. Failed Battery switch \t\t\t\t- OFF\r\n2. Check voltage of main and isolated batteries.\r\n3. If main batteries are low, shut off all non-essential\r equipment.\r\n\r\nIf the main batteries also fail:\r\n4. If radios are needed, \n\tAudio Bus switch \t\t\t\t\t- EMER\r\n5. If main bus power is needed:\r\n\ta. Isol Btry switch \t\t\t\t\t- STBY\r\n\tb. Stby Btry switch \t\t\t\t- ON\r\n\r\n\t\tWARNING\r\n\tThe isolated battery should not be used to\r\n\tsupply other busses unless absolutely necessary\r\n\tand then only for essential equipment since it\r\n\tsupplies the alternate power source for firing\r\n\tretrograde rockets and the recovery system\r\n\tpyrotechnics.\r\n\r\n<size=20>Isolated Battery Failure\r</size>\nIf the isolated battery fails, the isolated squib bus can be\r powered from the standby battery by placing the Isol Btry\r switch to STBY. Immediate retrograde is not necessary\r unless the main batteries are also low.\r\n\r\n1. Isol Btry switch \t\t\t\t\t- STBY\r\n2. Check all battery voltages.\r\n3. Before retrograde\r\n\tIsol Btry switch \t\t\t\t- STBY\n\r\n\r\n<size=20>Complete Electrical Failure\r</size>\nFailure of the ammeter or the Ammeter switch can cause\r complete electrical failure by removing the ground for\r all capsule batteries. If all capsule power is suddenly\r lost, place the Ammeter switch to BYPASS to provide an\r alternate ground for the batteries.\r\n\r\n\r\n<size=20>Inverter Failure\r</size>\nIf either main inverter fails with both AC Bus switches in the\r NORM position, the standby inverter will automatically supply\r power to the failed AC bus and illuminate the \"STBY AC Auto\"\r light. Determine which inverter failed by placing the \rASCS AC Bus switch to STBY and monitoring the Standby AC Auto\r telelight. If the light goes out, the ASCS bus inverter has\r failed. Leave the ASCS AC Bus switch in STBY if ASCS inverter\r has failed; if not, return the switch to NORM, and place the\r Fans AC Bus switch in the STBY position. This provides\r for illumination of the Standby AC Auto telelight if the\r remaining inverter should fail.\r\n\r\nWhen STBY AC Auto light illuminates and it is desired to\r determine which inverter has failed, observe the following\r procedure:\r\n1. ASCS AC Bus switch \t\t\t\t- STBY\r\n2. If STBY AC Auto telelight goes out, ASCS inverter has\r failed. Leave the ASCS AC Bus switch in the STBY\r position so that failure of the Fans AC Inverter\r may be detected by re-illumination of the \rSTBY AC Auto light.\r\n3. If STBY AC Auto telelight remains illuminated, Fans\r \tinverter has failed. Place the ASCS AC Bus switch\r in NORM, and Fans AC Bus switch in STBY. STBY\r \tAC Auto light should go out.\r\n\r\n\r\n<size=22>COMMUNICATIONS SYSTEM EMERGENCY OPERATION\r</size>\n\nIf no voice or radio messages can be sent or received,\r one of the available communication systems may have \rfailed.\r\n1. Check position of capsule relative to ground station.\r\n\tCapsule may be out of range of all ground stations.\r\n2. Check operations of UHF Hi and Hi freq, and HF systems.\r\n3. Audio Bus switch - EMER will connect the Audio Bus\r \tto the Isolated Battery\r\n\r\n\t\tWARNING\r\n\tDo not place the audio bus to EMER unless it is\r\n\tabsolutely necessary because of the excessive drain\r\n\ton the isolated battery.\r\n\r\n\r\n<size=22>FIRE OR FUMES\r</size>\n\nAny fire inside the capsule will probably be an electrical fire.\r Therefore, attempt to determine the cause of the fire and turn\r off the affected equipment. The cabin can be depressurized\r to extinguish any fire and eliminate fumes.\r\n\r\n1. If fire or fumes are severe, \n\tDecomp \"T\" handle \t\t\t\t- PULL\r\n2. Attempt to determine the source of fire or fumes\r\n3. If source of fire or fumes can be determined, turn off\r affected equipment.\r\n4. If affected equipment can be turned off, repressurize\r cabin.\r\n5. Initiate retrograde as soon as convenient.\n\n",
  "Steps": [],
  "Images": []
}