{
  "Spacecraft": 1,
  "ProjectName": "LRV_PayloadLoading",
  "Group": "Lunar Roving Vehicle",
  "Name": "Payload Loading",
  "Side": 1,
  "SortPriority": 2004,
  "checklistText": "2.3 PAYLOAD LOADING\r\n(NOTE: This is just for Reference)\n \r\n2.3.1 LCRU Installation \r\na. \tPlace LCRU support post locks in the up position. \r\nb. \tDisconnect GCTA connector from LRV dummy connectors. \r\n\t\t\t\t\t\t\t\tNOTES \r\n\t\t1. Do not disconnect LCRU power cable from LRV\n\t\tauxiliary connector. Dust contamination could occur if this\n\t\tconnector is disconnected. \r\n\t\t2. Do not allow GCTA connector of cable to fall to\n\t\tlunar surface. \r\n\t\t3. Do not place payload on battery cover.\r\n\nc. \tRemove dummy connector from LRV GCTA receptacle and discard. \r\nd. \tRemove LCRU from its LM stowage position and place onto LRV\n\tforward chassis LCRU Support posts. \r\ne. \tWhen LCRU is bottomed against support posts, position support\n\tpost locks in horizontal position to secure LCRU. \r\nf. \tVerify LRV AUX power circuit breaker - Open. \r\ng. \tDisconnect LCRL power connector from LRV dummy connector\n\tand connect to LCRU. \r\nh. \tCover connector with thermal boot. \r\ni. \tRemove dummy connector from LRV HGA receptacle and discard. \r\n\r\n\r\n2.3.2 GCTA Installation \r\na. \tAt MESA, pull GCTA control unit pip pin release cable. \r\n\t\t\t\t\t\t\tCAUTION\r\n\tDo not strike GCTA control unit mirror surfaces on MESA.\r\n\nb. \tRemove GCTA control unit and support staff from MESA.\r\nC. \tUnfold GCTA support staff. Verify staff locked. \r\n\t\t\t\t\t\t\tCAUTION\r\n\tIf GCTA staff is not properly locked,it could fall on LCRU\n\tand cause severe LCRU radiator damage. \n\nd. \tWith connector receptacles inboard, insert GCTA staff into mounting\n\treceptacle on right front corner of LRV. \r\ne. \tRotate staff to assure engagement of staff anti-rotational pins.\r\nf. \tGCTA staff bayonet collar - Lock (CW). \r\ng. \tConnect GCTA connector of LPV/LCRU cable to GCTA control unit. \r\nh. \tOn TV camera, LM PWR Switch - OFF. \r\ni. \tDisconnect LM/TV cable from TV camera and rest connector\n\ton tripod handle. \r\nj. \tRemove TV camera from LM tripod and install on GCTA\n\tazimuth/elevation unit. \r\nk. \tConnect GCTA control unit connector to TV camera. \r\n\r\n2.3.3 16 mm Data Acquisition Camera Installation \r\na. \tRemove camera and staff from LM. \r\nb. \tAssemble camera and staff into single unit. \r\nc. \tInsert staff into receptacle on LRV right inboard handhold. \r\nd. \tVerify staff locked in place by pulling up on the camera without\n\tdepressing the push button on end of handhold. Camera staff\n\tshould not move vertically. \r\n\r\n2.3.4 Low Gain Antenna Installation \r\na. \tRemove low gain antenna from LM Stowage location. \r\nb. \tInsert low gain antenna staff on LRV left inboard handhold. \r\nc. \tVerify staff locked in vertically by pulling up on staff\n\twithout depressing button on end of handhold. Low gain\n\tantenna staff should not move vertically. \r\nd. \tRoute low gain antenna cable to LCRC and secure to LRV with\n\tstrap on console and clips on forward chassis. \r\ne. \tConnect low gain antenna cable to LCRU.\r\n\r\n2.3.5 High Gain Antenna Installation.\r\na. \tRemove high gain antenna from LM stowage position.\r\nb. \tInsert high gain antenna staff into the mounting receptacle on\n\tthe left front corner of the LRV and lock. \r\nc. \tUnfold and lock HGA staff. \r\nd. \tRemove and discard optical sight retaining clamp. \r\ne. \tOpen and lock HGA dish.\r\nf. \tConnect HGA cable to the LCRU.\r\ng. \tActivate LCRU/GCTA and perform communication checks as required.\r\nh. \tDeactivate LCRU/GCTA until needed. \r\n\r\n2.3.6 Aft Payload Pallet Installation \r\na. \tRelease the pallet support post tiedown on LRV aft chassis. \r\nb. \tErect pallet support post. \r\nc. \tRemove pallet from LM. \r\nd. \tConnect pallet to pallet support post. \r\ne. \tRotate pallet about support cost until pallet locks in\n\tpallet adapter on LRV LH aft chassis. \r\n\r\n2.3.7 Buddy SLSS Installation \r\na. \tRemove BSLSS bag from LM. \r\n6. \tRelease BSLSS support strap on back of right seat. \r\nc. \tFeed strap through BSLSS bag handle and secure to PLSS\n\tsupport velcro on front of back seat.",
  "Steps": [],
  "Images": []
}