{
    "Group": "Lunar Roving Vehicle",
    "Images": [],
    "Name": "Post Deployment Checkout",
    "ProjectName": "LRVpostDeploymentCheckout",
    "Side": 1,
    "SortPriority": 0,
    "Spacecraft": 1,
    "Steps": [],
    "checklistText": "2.2 POST DEPLOYMENT CHECKOUT AND DRIVE TO MESA\r\n\na. \tVerify hand controller in parking brake and neutral \n\tthrottle position and reverse inhibit switch is on (pushed down).\r\nb. \tVerify switches and circuit breakers in pre-launch positions as\n\tfollows: \r\n\t\tNAV POWER Circuit Breaker - Open\r\n\t\tGYRO TORQUING Switch - OFF\r\n\t\tSystem RESET Switch - OFF\r\n\t\tAUX Circuit Breaker - Open\r\n\t\tBUS A, B, C, D, Circuit Breakers - Open\r\n\t\tÂ± 15 DC PRIM and SEC Circuit Breakers - Open\r\n\t\tÂ± 15 DC Switch - OFF\r\n\t\tMOTOR TEMP Switch - FORWARD\r\n\t\tBATTERY Switch - AMS\r\n\t\tPWR SELECT Switch - BOTH\r\n\t\tSTEERING FORWARD and REAR Circuit Breakers - Open\r\n\t\tSTEERING FORWARD and REAR Switches - OFF\r\n\t\tDRIVE POWER LF, RF, LP, RR Circuit Breakers - Open\r\n\t\tDRIVE POWER LF, RF, LR, RR Switches - OFF\r\n\t\tDRIVE ENABLE LF, PF, LR, RR Switches - OFF\r\nc. \tManually move the LRV away from the LM\r\nd. \tSet parking brake.\r\ne. \tIngress left seat, fasten seat belt and initiate subsequent\n\tpower up steps.\r\n\nf. \tBUS A, BUS B, BUS C, BUS D Circuit Breakers - Close.\r\ng. \tBATTERY Switch - VOLTS x 1/2.\r\nh. \tReport BAT 1 and BAT 2 VOLTS indications.\r\ni. \tBATTERY Switch - AMPS. \r\nj. \tReport BAT 1 and BAT 2 temp (Â°F) indications. \r\nk. \tReport BAT 1 and BAT 2 AMP-HR indications. \r\nl. \tReport BAT 1 and BAT 2 AMPS indications.\r\n\nm. \tÂ± 15 VDC PRIM and SEC Circuit Breakers - Close. \r\nn. \tSTEERING FORWARD AND REAR Circuit Breakers - Close.\r\no. \tDRIVE POWER LF. RF, LP, RR Circuit Breakers - Close. \r\np. \tDRIVE ENABLE LF and RF Switches - PWM 2.\r\nq. \tDRIVE ENABLE LR and RR Switches - PWM 1.\r\nr. \tÂ± 15 VDC Switch - SEC.\r\ns. \tSTEERING FORWARD Switch - BUS C. \r\nt. \tSTEERING REAR Switch - BUS B. \r\nu. \tDRIVE POWER LF Switch - BUS C. \r\nv. \tDRIVE POWER RF Switch - BUS C. \r\nw. \tDRIVE POWER LR Switch - BUS B. \r\nx. \tDRIVE POWER RR Switch - BUS B. \r\ny. \tRelease parking brake.\r\nz. \tHand Controller reverse inhibit switch - UP position.\n\naa. \tStop LRV and set parking brake. Reset reverse inhibit switch\n\t(push switch down). \r\nab. \tRelease parking brake and drive to MESA area for equipment\n\tloading. \r\nac. \tStop LRV and set hand controller in parking brake position;\n\tNeutral throttle.\n\r\nad. \tPerform LRV partial power down as follows: \r\n\t\tDRIVE POWER Switches (4) - OFF.\r\n\t\tSTEERING Switches (2) - OFF.\r\n\t\tÂ± 15 VDC Switch - OFF. \r\nae. \tRelease and stow seat belt and egress vehicle. "
}