{
  "Spacecraft": 1,
  "ProjectName": "LRV_ConfigScienceStop",
  "Group": "Lunar Roving Vehicle",
  "Name": "Config. for Science Stop",
  "Side": 1,
  "SortPriority": 2002,
  "checklistText": "2.5 LRV CONFIGURATION FOR SCIENCE STOP \n\na. \tStop LRV and set hand controller in parking brake position;\n\tNeutral throttle. \r\nb. \tPerform LRV partial power down as follows: \r\n\t\tDRIVE POWER Switches (4) - OFF.\r\n\t\tSTEERING Switches (2) - OFF.\r\n\t\t± 15 VCC Switch - OFF. \r\nc. \tReport BEARING, DISTANCE. RANGE, HEADING, and\n\tBATTERY AMP-HOUR indications. \r\nd. \tCrewman in right seat release and stow seat belt and egress vehicle. \r\ne. \tCrewman in left seat release and stow seat belt and egress vehicle. \r\nf. \tAlign HGA.\r\ng. \tLCRU mode switch - FM/TV or TV RMT. \r\nh. \tOpen LCRU thermal blanket per ground request. \r\n\r\n\n2.6 LRV CONFIGURATION PRIOR TO LEAVING SCIENCE STOP\r\na. \tAlign LGA.\r\nb. \tLCRU Mode Switch - PMI/WB. \r\nc. \tBoard LRV left seat and fasten seatbelt. \n\n\t\t\t\t\t\t\t\tCAUTION \r\n\t\tDo not grasp the 16 MM Data Acquisition camera staff or low\n\t\tgain antenna staff during ingress. The handholds are designed\n\t\tfor ingress by grasping the nandhold horizontal and vertical\n\t\tmembers below the payload staffs.\n\r\nd. \tVerify hand controller in parking brake and neutral throttle\n\tposition and reverse: inhibit switch is on (pushed down). \r\ne. \tOther crewman ingress LRV right seat and fasten seat belt.\n \r\n\t\t\t\t\t\t\t\tCAUTION \r\n\t\tDo not grasp the 16 MM Data Acquisition camera staff or low\n\t\tgain antenna staff during ingress. The handholds are designed\n\t\tfor ingress by grasping the handhold horizontal and vertical\n\t\tmembers below the payload staffs. \n\nf. \tReport Bearing, Distance, Range, Heading, and\n\tbattery Amp-Hour indications.\r\ng. \tUpdate Nav System to correct for drift, if required by MCC.\r\nh. \t± 15 VDC Switch - PRIM. \r\ni. \tSTEERING FORWARD Switch - BUS A. \r\nj. \tSTEERING REAR Switch - BUS D. \n\n\t\t\t\t\t\t\t\tCAUTION \r\n\t\tThe hand controller should be in park brake position and the\n\t\tdrive enable switches must be set to an active PWM prior to\n\t\tsetting any drive power switch to an energized bus. If the drive\n\t\tpower switch is turned on and the corresponding drive enable\n\t\tswitch is not selected to an active PWM, then full power will be\n\t\tapplied to the corresponding drive motor when the hand\n\t\tcontroller is released from brake position. Should this condition\n\t\toccur the hand controller should be immediately returned to\n\t\tpark brake position. \r\n\nk. \tDRIVE POWER LF Switch - BUS A. \r\nl. \tDRIVE POWER RF Switch - BUS A.\r\nm. \tDRIVE POWEP. LR Switch - BUS D.\r\nn. \tDRIVE POWER RR Switch - BUS D.",
  "Steps": [],
  "Images": []
}