{
  "Spacecraft": 0,
  "ProjectName": "SystemsECSIntro",
  "Group": "SYSTEMS: ECS",
  "Name": "ECS General 4.5.4",
  "Side": 1,
  "SortPriority": 405040001,
  "checklistText": "<size=23>4.5.4 SYSTEMS: ENVIRONMENTAL CONTROL SYSTEM</size>\n\n\tECS systems management procedures are divided into two categories. The first category consists of three main procedures, described in steps 1 though 5, that are conducted at specific time intervals.\n\n\t1. \tAn ECS monitoring check is recommended every hour from the \n\t\ttime the SC attains orbit until CSM separation. This check \n\t\tprovides the crew with latest status of the ECS.\n\n\t2. \tA redundant component check is accomplished at 24-hour \n\t\tintervals to determine operational status of certain ECS \n\t\tredundant components and secondary water-glycol loop. The test \n\t\twill reveal any inoperative or malfunctioning components that \n\t\tmight have been selected for use later in the mission. Several \n\t\tredundant components are not checked, however, because of \n\t\texcessive use of oxygen, a means of selection not incorporated, \n\t\tor lack of direct indication.\n\n\t3. \tReplacement of one CO2-odor absorber filter is required on an \n\t\talternate basis, at 12-our intervals, for the ECS to remain \n\t\twithin prescribed metabolic limit. Filters are also changed if \n\t\tCO2 partial pressure exceeds 7.6 mm Hg.\n\n\tThe secondary category consists of procedures, described below, that are accomplished at random intervals or only as requied.\n\n\t1. \tPGA/shirtsleeve mode changes require certain precautions to be \n\t\ttaken regarding suit power switch settings, coomunication \n\t\tfunctions and ECS adjustments. This applies whether the mode \n\t\tchange is from PGA-to-shirtsleeve, shirtsleeve-to-PGA, or full PGA \n\t\tto partially suited mode. Also specified is a configuration for \n\t\textravehicular and intravehicular transfer (EVT, IVT).\n\n\t3. \tProcedures are provided to repressurize the CM to 5 psia \n\t\tfollowing depressurization for any reason.\n\n\t4. \tA verification of the PGA is carried out each time a crewman \n\t\tdons his suit. Although only one crewman may be returning to \n\t\tthe suited mode, all those already suited will be subjected to \n\t\tPGA verification. The verification is also performed prior to \n\t\tS-IVB separation. SPS burns, cabin pressure dumping, EVT, IVT, \n\t\tand deorbit.\n\n\t5. \tThe CM oxygen supply, represented by the surge tank and \n\t\trepressurization tanks (3), requires replenishment after cabin \n\t\trepressurization.\n\n\t5. \tThe CM pressure dump procedure is utilized for extravehicular \n\t\ttransver (EVT).\n\n\t8. \tThe cabin cold-soak operation is recommended for any period for \n\t\twhich a cooler cabin is desirable, provided water consumption is \n\t\tcompatible with water management, and radiator outlet \n\t\ttemperature is below 0 degrees F.The procedure may commence 8 to \n\t\t12 hours prior to entry if a safety margin for entry is deemed \n\t\tadvisable. Primary and secondary radiator loops are not to be \n\t\toperated simultaneously.\n\n\t9. \tThe CM/LM pressure equalization procedure will normally be \n\t\tperformed to support initial hard docking and LM withdrawal, \n\t\tand intravehicular crew transfer from either CM or LM.\n\n\t11. \tA procedure is provided to manually dump waste water \n\t\toverboard. This procedure is required approximately once per \n\t\tday to maintain waste water tank quantity level between 85 and \n\t\t25 percent.\n\n\t13. \tThe steps required to activate or deactivate the primary glycol \n\t\tevaporator are provided, if such action becomes necessary for \n\t\tlunar orbit path pertubations due to steam venting or for any \n\t\tother reason.\n",
  "Steps": [],
  "Images": []
}