{
  "Spacecraft": 0,
  "ProjectName": "SystemsECSIntro",
  "Group": "SYSTEMS: ECS",
  "Name": "ECS General",
  "Side": 1,
  "SortPriority": 405040001,
  "checklistText": "SYSTEMS: ENVIRONMENTAL CONTROL SYSTEM\n\nECS systems management procedures are divided into two categories. The first category consists of three main procedures, described in steps 1 though 5, that are conducted at specific time intervals.\n\n1. An ECS monitoring check is recommended every hour from the time the SC attains orbit until CSM separation. This check provides the crew with latest status of the ECS.\n\n2. A redundant component check is accomplished at 24-hour intervals to determine operational status of certain ECS redundant components and secondary water-glycol loop. The test will reveal any inoperative or malfunctioning components that might have been selected for use later in the mission. Several redundant components are not checked, however, because of excessive use of oxygen, a means of selection not incorporated, or lack of direct indication.\n\n3. Replacement of one CO2-odor absorber filter is required on an alternate basis, at 12-our intervals, for the ECS to remain within prescribed metabolic limit. Filters are also changed if CO2 partial pressure exceeds 7.6 mm Hg.\n\nThe secondary category consists of procedures, described below, that are accomplished at random intervals or only as requied.\n1. PGA/shirtsleeve mode changes require certain precautions to be taken regarding suit power switch settings, coomunication functions and ECS adjustments. This applies whether the mode change is from PGA-to-shirtsleeve, shirtsleeve-to-PGA, or full PGA to partially suited mode. Also specified is a configuration for extravehicular and intravehicular transfer (EVT, IVT).\n\n2. Procedures are provided to repressurize the CM to 5 psia following depressurization for any reason.\n\n3. A verification of the PGA is carried out each time a crewman dons his suit. Although only one crewman may be returning to the suited mode, all those already suited will be subjected to PGA verification. The verification is also performed prior to S-IVB separation. SPS burns, cabin pressure dumping, EVT, IVT, and deorbit.\n\n4. The CM oxygen supply, represented by the surge tank and repressurization tanks (3), requires replenishment after cabin repressurization.\n\n5. The CM pressure dump procedure is utilized for extravehicular transver (EVT).\n\n6. The cabin cold-soak operation is recommended for any period for which a cooler cabin is desirable, provided water consumption is compatible with water management, and radiator outlet temperature is below 0 degrees F.The procedure may commence 8 to 12 hours prior to entry if a safety margin for entry is deemed advisable. Primary and secondary radiator loops are not to be operated simultaneously.\n\n7. The CM/LM pressure equalization procedure will normally be performed to support initial hard docking and LM withdrawal, and intravehicular crew transfer from either CM or LM.\n\n8. A procedure is provided to manually dump waste water overboard. This procedure is required approximately once per day to maintain waste water tank quantity level between 85 and 25 percent.\n\n9. The steps required to activate or deactivate the primary glycol evaporator are provided, if such action becomes necessary for lunar orbit path pertubations due to steam venting or for any other reason.\n\n\n\n\n\n\n\n\n\n\n",
  "Steps": [],
  "Images": []
}